{
    "description": "קובץ דוגמא של עלילות לסיפורי ילדים עבור מצב AUTO PILOT",
    "instructions_for_llm": "צור 50 עלילות שונות ומגוונות לספרי ילדים בגילאי 3-8. כל עלילה צריכה להיות ייחודית עם דמות ראשית, נושא חינוכי, ומסר רגשי. הימנע מחזרות ושמור על גיוון בנושאים.",
    "stories": [
        {
            "title": "העולם שאלה ציירה",
            "heroName": "אלה",
            "heroDescription": "ילדה ביישנית בת 6 עם צמות חומות ועיניים גדולות חולמניות. היא לובשת שמלה כחולה עם כיסים מלאים בעפרונות צבעוניים",
            "distinctiveMark": "סרט ורוד בשיער עם צורת כוכב",
            "plotSummary": "אלה היא ילדה ביישנית שממעטה לדבר עם חבריה. במקום מילים, היא מציירת תמונות קסומות שמגלות את עולמה הפנימי העשיר. דרך הציורים אלה מצליחה לשתף אחרים ברגשותיה ולמצוא חברים חדשים. הסיפור עדין ומלא דמיון, ומדגיש את כוח היצירתיות כביטוי עצמי ובגיבוש ביטחון עצמי.",
            "mainTheme": "יצירתיות וביטוי עצמי",
            "educationalMessage": "לכל אחד יש דרך ייחודית לבטא את עצמו, ואין צורך לדבר הרבה כדי להתחבר לאחרים"
        },
        {
            "title": "הכוכב הקטן של דני",
            "heroName": "דני",
            "heroDescription": "ילד סקרן בן 5 עם שיער מתולתל כהה ועיניים חומות מבריקות. הוא לובש סרבל ג'ינס עם חולצת פסים",
            "distinctiveMark": "משקפיים עגולים כחולים",
            "plotSummary": "דני מוצא כוכב קטן זוהר שנפל מהשמיים לגינה שלו. הוא מחליט לעזור לכוכב לחזור הביתה לשמיים. במסע הקסום הם פוגשים חיות לילה שעוזרות להם, ודני לומד שאפילו ילד קטן יכול לעשות דברים גדולים.",
            "mainTheme": "עזרה לזולת",
            "educationalMessage": "גם ילד קטן יכול לעשות דברים גדולים כשהוא מאמין בעצמו"
        },
        {
            "title": "הענן שרצה להיות קשת",
            "heroName": "עננון",
            "heroDescription": "ענן לבן רך ופלאפי עם פנים חייכניות ועיניים תכולות. יש לו זנב קטן של ערפילית",
            "distinctiveMark": "כתר קטן של טיפות גשם נוצצות",
            "plotSummary": "עננון הוא ענן קטן ולבן שחולם להפוך לקשת בענן צבעונית. הוא יוצא למסע בשמיים ופוגש עננים שונים שמלמדים אותו שכל ענן מיוחד בדרכו. בסוף עננון מגלה שהוא יכול ליצור קשת יחד עם חבריו.",
            "mainTheme": "קבלה עצמית",
            "educationalMessage": "אתה מושלם כפי שאתה, ויחד עם אחרים אפשר ליצור פלאים"
        },
        {
            "title": "הגן הסודי של סבתא",
            "heroName": "מיקה",
            "heroDescription": "ילדה בת 7 עם שיער אדום קצר ונמשים על האף. היא לובשת מגפיים ירוקות וסינר עם פרחים",
            "distinctiveMark": "כפפות גינון צהובות זוהרות",
            "plotSummary": "מיקה מגלה גן סודי מאחורי הבית של סבתא שלה. בגן גדלים פרחים קסומים שמספרים סיפורים. יחד עם סבתא, מיקה לומדת על הקשר בין דורות ועל הקסם שמסתתר בזיכרונות משפחתיים.",
            "mainTheme": "קשר בין דורות",
            "educationalMessage": "לסבים וסבתות יש אוצרות של חוכמה וסיפורים לשתף"
        },
        {
            "title": "הדרקון שפחד מגובה",
            "heroName": "דרקי",
            "heroDescription": "דרקון קטן וירוק עם כנפיים סגולות קטנות מדי. יש לו בטן כתומה ועיניים גדולות וחרדות",
            "distinctiveMark": "צעיף אדום ארוך שמתנופף ברוח",
            "plotSummary": "דרקי הוא דרקון שפוחד לעוף למרות שכל הדרקונים האחרים עפים בקלות. הוא מרגיש שונה ובושה. עם עזרה מחברה חדשה - ציפור קטנה - דרקי לומד להתמודד עם הפחד שלו צעד אחר צעד.",
            "mainTheme": "התמודדות עם פחדים",
            "educationalMessage": "זה בסדר לפחד, והדרך להתגבר על פחד היא צעד קטן אחד בכל פעם"
        }
    ]
}